[
  {
    "heading": "***WIND ADVISORIES",
    "text": " FOR THE ST. LAWRENCE VALLEY UNTIL 10 PM MONDAY; AND UNTIL 7 PM TUESDAY FOR THE SOUTHERN GREEN MOUNTAINS AND BERKSHIRES; HIGH WIND WARNING FOR THE EASTERN SLOPES OF THE BERKSHIRES***"
  },
  {
    "heading": "***WIND ADVISORIES",
    "text": " FOR THE ST. LAWRENCE VALLEY UNTIL 10 PM MONDAY; AND UNTIL 7 PM TUESDAY FOR THE SOUTHERN GREEN MOUNTAINS AND BERKSHIRES; HIGH WIND WARNING FOR THE EASTERN SLOPES OF THE BERKSHIRES***"
  },
  {
    "heading": "***WIND ADVISORIES",
    "text": " FOR THE ST. LAWRENCE VALLEY UNTIL 10 PM MONDAY; AND UNTIL 7 PM TUESDAY FOR THE SOUTHERN GREEN MOUNTAINS AND BERKSHIRES; HIGH WIND WARNING FOR THE EASTERN SLOPES OF THE BERKSHIRES***"
  },
  {
    "heading": "Monday Night",
    "text": "Blustery and becoming much colder. Scattered snow showers, numerous in the Green Mountains and St. Lawrence Valley, with a trace to 2 inches. Lows in the single digits to lower teens, except mid to upper teen in far southern valleys. Southwest winds becoming west; winds gusting to 35 mph, except to 50 mph in the St. Lawrence Valley, and in the southern Greens and Berkshires, and possibly to 60 mph along the eastern slopes of the Berkshires."
  },
  {
    "heading": "Tuesday",
    "text": "Mostly cloudy. Scattered snow showers in the northern mountains and in the southern Greens, with a trace to 2 inches. Blustery and cold. Valley highs in the mid to upper teens in far southern valleys and in the Champlain Valley, single digits to lower teens elsewhere. West winds 10 to 20 mph, gusting to 35 mph, except gusting to 50 in the southern Greens and Berkshires. and possibly to 60 mph along the eastern slopes of the Berkshires."
  },
  {
    "heading": "Tuesday Night",
    "text": "Mostly to partly cloudy. Chance of evening snow showers in the northern mountains and southern Greens. Lows from zero to 10 above north, low to mid teens in the south. Northwest winds 10 to 15 mph, gusting to 35 mph early, then diminishing."
  }
]