[
  {
    "heading": "***WIND ADVISORIES",
    "text": " FOR THE ST. LAWRENCE VALLEY UNTIL 10 PM MONDAY; FOR THE SOUTHERN GREEN MOUNTAINS AND BERKSHIRES UNTIL 7 PM TUESDAY; HIGH WIND WARNING FOR THE EASTERN SLOPES OF THE BERKSHIRES***"
  },
  {
    "heading": "***WIND ADVISORIES",
    "text": " FOR THE ST. LAWRENCE VALLEY UNTIL 10 PM MONDAY; FOR THE SOUTHERN GREEN MOUNTAINS AND BERKSHIRES UNTIL 7 PM TUESDAY; HIGH WIND WARNING FOR THE EASTERN SLOPES OF THE BERKSHIRES***"
  },
  {
    "heading": "***WIND ADVISORIES",
    "text": " FOR THE ST. LAWRENCE VALLEY UNTIL 10 PM MONDAY; FOR THE SOUTHERN GREEN MOUNTAINS AND BERKSHIRES UNTIL 7 PM TUESDAY; HIGH WIND WARNING FOR THE EASTERN SLOPES OF THE BERKSHIRES***"
  },
  {
    "heading": "This Afternoon",
    "text": "Scattered rain showers, mixing with or changing to snow showers late in New York, and in the northern Greens. Highs from the mid 30s to around 40, falling into the 20s in the Adirondacks. South to southeast winds 5 to 15 mph, becoming southwest and gusting to 30 mph west of the Greens, except gusting to 45 mph in the St. Lawrence Valley."
  },
  {
    "heading": "Tonight",
    "text": "Blustery and becoming much colder. Scattered early snow showers, possibly mixing with rain east of the Greens. Snow showers redeveloping overnight, mainly in the northern mountains, with a trace to 2 inches. Lows in the single digits to lower teens, except mid to upper teen in far southern valleys. Southwest winds becoming west; winds gusting to 35 mph, except to 50 mph in the St. Lawrence Valley, and in the southern Greens and Berkshires, and possibly to 60 mph along the eastern slopes of the Berkshires."
  },
  {
    "heading": "Tuesday",
    "text": "Mostly cloudy. Scattered snow showers in the northern mountains and in the southern Greens, with a trace to 2 inches. Blustery and cold. Valley highs in the mid to upper teens in far southern valleys and in the Champlain Valley, single digits to lower teens elsewhere. West winds 10 to 20 mph, gusting to 35 mph, except gusting to 50 in the southern Greens and Berkshires. and possibly to 60 mph along the eastern slopes of the Berkshires."
  }
]